Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hvl.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Online Linguistic Support (OLS) is a tool provided by Erasmus+ to assist you improve your knowledge of languages both when preparing for exchange and while abroad.
nn: Online Linguistic Support (OLS) er ein ressurs i Erasmus-programmet for utvikling av studentens språkferdigheiter på utveksling.

source: Dorota Lembrér is a doctoral student at Western Norway University of Applied Sciences in Bergen.
nn: Dorota Lembrér er doktorgradsstudent ved Høgskulen på Vestlandet, campus Bergen.

source: The Candidate shall acquire wide knowledge of central problems, processes, tools, and methods within loading technique, stability, trim, list/heeling, and handling of various types of cargo.
nn: Kandidaten skal gjennom kurset tileigna seg brei kunnskap kring sentrale problemstillingar, prosessar, verkty og metodar innanfor lasteteknikk, stabilitet, trim, krenging og handsaming av forskjellige typar last.

source: I have previously worked within nutrition affiliated with the University of Bergen / Center for Nutrition, where my research focused on how different sources of protein and fat affect obesity and risk factors for cardiovascular disease.
nn: Eg har tidlegare arbeidd innan ernæring tilknytta Universitetet i Bergen/Senter for Ernæring, der forskninga mi hadde hovudvekt på korleis ulike protein- og feittkjelder verkar inn på overvekt og risikofaktorar for hjarte- og karsjukdom.

source: Initiate and carry out projects connected to arts, aesthetics, culture and creativity for education and
nn: utvikla ulike former for prosjekt knytt til kunst, estetikk, kultur og kreativitet i ulike former for opplæring og danningsarbeid i samspel med lokale, regionale, nasjonale og internasjonale aktørar

source: Contact us on campus, by phone, e-mail or chat with us.
nn: Vi svarer på små og store spørsmål i bibliotekskranken, på telefon, på e-post eller på chat.

source: The semester fee is NOK 750.
nn: Semesteravgifta er på 750 kr.

source: Newton's laws in two dimensions, energy, impulse and movement.
nn: Newton sine lovar i to dimensjonar, energi, impuls og rørslemengd.

source: The acquired knowledge shall also be part in forming a foundation for important subjects as required in STCW 78 as Amended, tables A-II/1 and A-II/2.
nn: Tileigna kunnskapar skal óg vera med å gi eit grunnlag i sentrale emne basert på konvensjonskrava i STCW 78 as Amended, tabell A-II/1 og A-II/2.

source: Is familiar with new thinking and innovation processes within the maritime field.
nn: Kjenner til nytenking og innovasjonsprosessar i det maritime fagfeltet.

source: Students will use both online map resources and physical data.
nn: Studentar får opplæring i bruk av online kartressursar og av fysiske data.

source: Professor and coordinator of the PhD program RESINNREG
nn: Professor og faglig leder for PhD-programmet RESINNREG

source: Click on «Password» and type in your password.
nn: Klikk på «Password» og skriv inn passordet.

source: - is familiar to the legislations structure, management and areas of use.
nn: - kjenner til regelverket si oppbygging, forvalting og nedslagsområde.

source: The students should be able to explain first and second degree equations with one or two unknown factors, simple inequalities, the definition of trigonometric functions for angles less than 180°, triangle calculations, linear functions, equations for straight lines, proportionality, inversely proportionality and quadric functions.
nn: Studentane skal kunna gjere greie for første- og andregradslikningar med ein og to ukjende, enkle ulikskapar, definisjon av trigonometriske funksjonar for vinklar mindre enn 180°, trekantberekningar, arealsetning, lineære funksjonar, likningar for rett linje, proporsjonalitet, omvendt proporsjonalitet og andregradsfunksjonar.

source: In combination with the subjects NAB1026 Navigation I, NAB 1027 Navigation II and NAB 2014 Navigation III, NAB3010 Operativ ledelse qualifies the student to get a BRM-course certification.
nn: I kombinasjon med faga NAB 1026 Navigasjon I, NAB 1027 Navigasjon II og NAB 2014 Navigasjon III, utgjer NAB3010 Operativ leiing grunnlaget for utskriving av BRM kursbevis.

source: 1991) in Computer Science from
nn: 1991) i Computer Science på

source: I have worked at HVL since 2019, and currently teach on the bachlor in Public Health with a focus on Nutrition, and in Food and Health in the primary school teacher education.
nn: Eg har arbeidd ved Høgskulen på Vestlandet sidan 2019, og underviser i bachlor i folkehelsearbeid med fokus på kosthald, og i mat og helse på grunnskulelærarutdanninga.

source: Has insight in and can reflect upon own practice and adjust it under supervision.
nn: Har innsikt i og kan reflektera over eigen fagleg utøving, og justere denne under rettleiing.

source: Can plan and carry out various assignments and projects, alone or in cooperation, and in accordance with ethical requirements and principles.
nn: Kan planleggje og gjennomføre varierte arbeidsoppgåver og prosjekt, aleine eller saman med andre, i tråd med etiske krav og retningslinjer.

source: Can communicate maritime professional knowledge to different groups in writing and orally, both in Norwegian and English.
nn: Kan formidle maritim fagkunnskap, teoriar og problemstillingar til ulike målgrupper, skriftleg og munnleg, på norsk og engelsk.

source: Students will develop skills to measure and record results in an organized, consistent, and clear manner.
nn: Studenten vil kunne måle, registrere og tolke resultat på ein systematisk, konsis og tydeleg måte.

source: The course covers relevant IMO regulations in STCW 78 as Amended, table A-II/1 og A-II/2.
nn: Faget dekker relevante IMO krav i STCW 78 as Amended, tabell A-II/1 og A-II/2.

source: Google Analytics removes the last numbers in your IP address before saving.
nn: Før lagring fjernar Google Analytics dei siste tala i IP-adressa di.

source: The course is part of a specially arranged transitional arrangement from a 2-year maritime technical vocational college to a bachelor.
nn: Emnet er del av ein spesielt tilrettelagt overgangsordning frå 2-årig maritim teknisk fagskule til bachelor.

source: The exercises will be performed in groups of 2-3, with each group submitting one report for each exercise.
nn: Øvingane vert gjennomført i grupper på 2-3 personar, der kvar gruppe skal levere ein rapport for kvar øving.

source: English 2, module 2 - Communicating through Language, Literature and Culture
nn: Engelsk 2, emne 2 - Kommunikasjon i språk, litteratur og kultur

source: has thorough knowledge about how to prepare, organize and write a master’s thesis equivalent to 30 ECTS credits.
nn: ha grundig kunnskap om korleis ein førebur, set opp og skriv ei masteroppgåve på 30 studiepoeng.

source: The first part concerns themes from scientific theory such as cause and effect, different types of explanation models (causal, functional, intentional) and the relation between reason and observation, induction and deduction in scientific accumulation of evidence.
nn: Den fyrste delen handlar om vitskapsfilosofiske tema som årsak og verknad, ulike typar forklaringsmodellar (kausale, funksjonelle, intensjonale) og tilhøvet mellom fornuft og empiri, induksjon og deduksjon, i den vitskaplege utvikling av kunnskap.

source: Students will go through relevant theory - but also carry out considerable parts of the course in the form of practical exercises with- and without the use of simulators, including Bridge Resource Management (BRM) course in accordance with the statutes of STCW.
nn: Studentane som følgjer emnet vil gjennomgå relevant teori, men òg gjennomføra monalege delar av emnet som praktiske øvingar med og utan bruk av simulator, inkludert Bridge Resource Management (BRM) kurs i samsvar med krava i STCW.

source: Waves and fluctuations.
nn: Bølgjer og enkle svingingar.

source: Bouvet ASA is the supplier of development, operation and maintenance of the website.
nn: Bouvet ASA er leverandør av utvikling, drift og vedlikehald av nettstaden.

source: I am a lecturer at HVL and a Ph.D. student at the Natural History Museum at the University of Oslo.
nn: Jeg er høgskulelektor ved HVL og tar doktorgrad ved Naturhistorisk museum ved Universitetet i Oslo.

source: - understands that he or she represents the Company.
nn: - kan sjå faktiske og rettslege tilhøve i samanheng.

source: This must be carried out regardless of the cause of the non-passing/non-completion.
nn: kan nytte relasjons- og kommunikasjonskompetanse i møte med pasientar og pårørande

source: This can be read off from fire statistics, where so-called vulnerable groups (elderly, disabled) are strongly overrepresented.
nn: Dette kan lesast ut av brannstatistikkar, der såkalla sårbare grupper (eldre, funksjonshemma) er sterkt overrepresenterte.

source: The students can calculate pressure loss in laminar and turbulent flow and they can do calculations as a basis for pipe- and pump characteristics, which forms operating points and control the regulation of pumps.
nn: Studentane kan rekna ut trykktap ved laminær og turbulent strøyming, og dei kan utføra berekningar som bakgrunn for røyr- og pumpekarakteristikkar, som igjen dannar driftspunkt og styrer regulering av pumper.

source: Despite decreases in mortality rates and improved treatment methods, 450 000 Norwegians live with a chronic cardiovascular disease with implications for patients, clinicians, healthcare systems and the society at large.
nn: Trass i jamn nedgang i dødelegheit og betre behandlingsmetodar, lever over 450 000 nordmenn med ein kronisk hjartesjukdom, som har konsekvensar for både individ og samfunn.

source: Bernouilli's equation with and without loss.
nn: Bernouilli si likning med og utan tapsledd.

source: My main thematic areas are social innovation, health innovation and green technology.
nn: Mine hovedtematikker er sosial innovasjon, helseinnovasjon og grønn teknologi.

source: This course covers Nautical Institute's requirements for DP-Induction courses valid from 1st of January 2015.
nn: Kurset dekkjer Nautical Institute sine retningsliner for DP-Induction kurs gjeldande frå 1. januar 2015.

source: My Ph.D. project is a part of the larger project "Challenges of Participation" (CHAPAR).
nn: Ph.d.-prosjektet er del av "Challenges of Participation" (CHAPAR), eit større forskingsprosjekt om kva som kan fremja eller hindra deltaking i helse- og velferdstenester.

source: HVL also uses Hotjar to analyze the use of the website and to improve our content.
nn: HVL brukar også Hotjar for å analysere bruken av nettstaden og forbetre innhaldet vårt.

source: will be able to choose a methodological approach for a given research question
nn: vil vere i stand til å velje metodetilnærming for ei gjeven problemstilling

source: We look at how glacier dynamics work (glaciology) and how glaciers change the landscape (glacial geology).
nn: Vi ser på korleis brear verkar (glasiologi), og korleis dei endrar landskapet (glasialgeologi).

source: The students must have successfully completed NAB3014 STCW Advanced Safety Training.
nn: Studentane må ha gjennomført og bestått NAB3014 STCW Videregåande sikkerheitskurs.

source: - Legal requirements concerning working environment and personal safety.
nn: - Rettslege krav som skal bidra til personlig sikkerheit og godt arbeidsmiljø om bord.

source: Develop research-based resources for teachers and students
nn: utvikla video- og FoU-baserte kunnskapspakkar og læringsressursar for aktuelle brukarar

source: The main subject in kindergarten pedagogy I completed in Trondheim, a collaboration between DMMH and NTNU.
nn: Hovudfaget i førskulepedagogikk tok eg i Trondheim, eit samarbeid mellom DMMH og NTNU.

source: International coordinator at the Department of Science and coordinator of the international study programme "From Mountain to Fjord".
nn: Internasjonal koordinator ved Institutt for naturfag og koordinator av det internasjonale studieprogrammet "From Mountain to Fjord".

source: Collaboration, Interaction and Graphics
nn: Samarbeid, interaksjon og grafikk

source: The Candidate shall acquire wide knowledge of loading, transport, and discharging of dry and liquid cargoes in bulk, general cargo/Unitized cargo, dangerous cargoes, polluting cargoes, and grain loading, and has the ability to update him-/herself within this discipline.
nn: Kandidaten skal tileigna seg brei kunnskap om lasting, føring og lossing av tørre og flytande laster i bulk, farleg last, forureinande last og kornlasting, og kan oppdatere eigen kunnskap innan fagfeltet.

source: - has broad knowledge about central themes, the legal framework and legel method within maritime legislation, including:
nn: - har brei kunnskap om sentrale tema, regelverk og juridisk metode innanfor fagområdet maritimt regelverk, herunder:

source: Students will develop knowledge about how to produce the most common biofuel in Europe (RME biodiesel) and determine the environmental impacts of production.
nn: Studenten vil utvikle kunnskap om å produsere det vanlegaste biodrivstoffet i Europa (RME-biodiesel), og fastsetje eventuelle miljøpåverknader av denne produksjonen.

source: Has broad knowledge of the ship's ISPS plan
nn: Har brei kunnskap om bruk av ISPS-planar om bord i eit skip

source: determine and explain the origin and composition of volcanic clastic sediments, limestones and evaporites
nn: fastslå og forklare opphav og samansetting av vulkanoklastiske sedimenter, kalkstein og evaporittar

source: Transport processes, deposition of sediment and resulting sedimentary structures will be emphasized.
nn: Transportprosessar, avsetting av sediment og danning av sedimentære strukturar vil bli vektlagt.

source: the section for community work
nn: fagseksjon for samfunnsarbeid

source: The students should have sufficient knowledge and skills to be responsible for the medical treatment onboard ships, as required in STCW 78 as amended, table A-VI/4-2.
nn: Studentane skal ha nok kompetanse til å ha det medisinske ansvaret om bord i skip i tråd med krava i STCW 78 as amended, tabell A-VI/4-2.

source: They should be able to use Newton's laws, and describe friction, ramps, work and energy.
nn: Dei skal kunna bruka Newton sine lovar og skildra friksjon, skråplan, arbeid og energi.

source: during the spring of 2020. This is a quantitative study, where the objective is to investigate the experiences of cooperation reported by parents and pedagogical leaders in early childcare centers in relation to the Corona-epidemic.
nn: Dette er ei kvantitativ studie, der formålet er å undersøke om foreldre og pedagogar opplever at samarbeidet mellom barnehage og heim har endra seg etter at barnehagane opna igjen etter stenging på grunn av Corona-utbrotet, 2020.

source: can carry out an optimal adjustment of maritime radar in simulator, including use of utillity functions of a modern maritime radar
nn: kan foreta ei optimal innstilling av maritim radar på simulator, samt nytte dei hjelpefunksjonane ein moderne maritim radar har

source: I have been employed at Western Norway University of Applied Sciences, formerly Sogn og Fjordane University College (SFUC), since 2001.
nn: Eg har vore tilsett ved Høgskulen på Vestlandet, tidlegare Høgskulen i Sogn og Fjordane sidan 2001.

source: Students will learn to choose research design for a given research question and evaluate a) what data must be collected, b) how these data may be analysed, and c) what conclusions may be inferred based on a chosen design.
nn: Studentane skal kunne velje forskingsstrategi for ei gjeven problemstilling og vurdere a) kva for data som må samlast inn, b) korleis desse data kan analyserast, og c) kva for konklusjonar som kan trekkjast på bakgrunn av eit valt design.

source: Log in with student number and password.
nn: Logg på med studentnummer og passord.

source: can use magnet- and gyrocompass, autopilot and AIS
nn: kan bruke magnet -og gyrokompass, autopilot og AIS

source: ) and ambulance (
nn: ) og ambulanse (

source: » as leader
nn: » som leder

source: Students at Stord and Haugesund:
nn: Studentar på Stord og i Haugesund:

source: has thorough knowledge of maritime radar, ARPA,electronic chart systems, electronic charts, gyro compass, autopilot and AIS
nn: har grundige kunnskapar om maritim pulsradar, ARPA, elektroniske kartmaskiner, elektroniske kart, gyrokompass, autopilot og AIS

source: the functions and values of urban green space.
nn: funksjonane til og verdien av urban grønstruktur.

source: Information and communication technology are integrated in the teaching, with Classfronter and computer based support systems as important tools in the scientific and educational work.
nn: Informasjons- og kommunikasjonsteknologi er integrert i undervisinga med Classfronter og databaserte støttesystem som viktige verkty i det faglege og pedagogiske arbeidet.

source: Students should have knowledge of:
nn: Studentane skal ha kjennskap til:

source: They should have basic knowledge of fractions, parenthesis rules, factorization, potencies, logarithms, and how to use a formula.
nn: Studentane skal ha grunnleggjande kunnskapar i brøkrekning, parentesreglar, faktorisering, potensar, logaritmeomgrepet og det å snu ein formel.

source: They can do calculations in thermodynamic cyclic processes for turbines, compressors, refrigerators, heat pumps, the Otto motor and diesel motors.
nn: Dei kan utføra berekningar innan termodynamiske krinsprosessar til turbinar, kompressorar, kjølemaskinar, varmepumper, ottomotoren og dieselmotoren.

source: Coordinator for the master's programme in energy (directed by UiB) with the major in thermal machines
nn: Ansvarlig for master i energi - retning termiske maskiner (i regi av UiB)

source: Takes responsibility for own learning and takes intiative to use learning situations, and uses the guidance actively and constructively
nn: Tek ansvar for eiga læring og tek initiativ til å utnytta læresituasjonar, og nyttar rettleiing aktivt og konstruktivt

source: The central norwegian legislation is the Ship Safety and Security Act of 2007.
nn: Den sentrale norske lova kor internasjonale reglar er innarbeid i norsk rett er skipssikkerheitslova av 2007 med forskrifter.

source: - interprets and understands provisions of law.
nn: - kan tolka og forstå rettsbestemmelsar.

source: Suitable device scale is typically 1:50 or 1:100 geometric scale.
nn: Ein passande modellskala er typisk 1:50 eller 1:100.

source: From October 2019 to Sept 2024 Fagertun is project manager (PM) for a large institutional strategic research project funded by the RCN, «
nn: Frå oktober 2019 til september 2024 leiar eg eit stort institusjons strategisk forskingsprosjekt finansiert av Noregs Forskingsråd (NFR), «

source: Students will acquire knowledge about conditions and limitations by applying different methodological approaches.
nn: Studentane skal kjenne til føresetnader og avgrensingar ved å bruke forskjellige tilnærmingar til metode.

source: "Gender Issues in Scandinavian Music Education" (2019-2021) is a book project that gathers gender research in different music education practices, from schools of music and performing art to higher education.
nn: "Gender Issues in Scandinavian Music Education" (2019-2021) er eit bokprosjekt som samlar kjønnsproblematiserande forsking på ulike musikkpedagogiske praksisar frå kulturskule til høgare utdanning.

source: I am a Ph.D. student at the Department of Education, Religion, and Social Studies, in the period 2018 - 2021.
nn: Eg har i perioden august 2018 - september 2021 vore stipendiat i pedagogikk ved institutt for pedagogikk, religion og samfunnsfag.

source: §3 Ranking of qualified applicants
nn: § 3 Rangering av kvalifiserte søkjarar

source: Identifies, considers, prioritizes, plans, performs, follows up, reports and documents work assignments within his/her area of responsibility onboard the ship, and is familiar with relevant guidlines onboard the ship and adhere to these
nn: Kan identifisere, vurdere, prioritere, planleggje, utføre, følgje opp, rapportere og dokumentere arbeidsoppgåver innan sitt ansvarsområde om bord, og er kjent med og følgjer retningslinjer om bord i skipet

source: - Can carry out calculations for strength and strain, and use shear force- and bending moment diagrams.
nn: - Kan utføra berekningar for styrke og belasting, og nytta skjærkraft- og bøyemomentdiagram.

source: development of business ideas and models.
nn: utvikling av forretingsideer og -modeller.

source: I am an associate professor in pedagogy at the Department of Pedagogy, Religion, and Social Studies
nn: Eg er førsteamanuensis i pedagogikk ved institutt for pedagogikk, religion og samfunnsfag.

source: I have published four articles (linked to under selected publications):
nn: Dei fire artiklane er publisert (lenka til under utvalde publikasjonar):

source: The Candidate masters relevant tools, techniques, and concepts within the discipline.
nn: Kandidaten beherskar relevante verkty, teknikkar og omgrep innan fagfeltet.

source: Can use relevant terminology and other maritime forms of expression.
nn: Kan nytta relevant fagterminologi og andre maritime uttrykksformer.

source: (*This profile meets the educational requirements for qualification as an accountant.
nn: (*Profilen kvalifiserer for utdanningskravet til rekneskapsførar.

source: Ecological restoration of semi-natural grasslands (Opplevingslandskap Kaupanger)
nn: Restaurering av kulturlandskap (Opplevingslandskap Kaupanger)

source: You can also get IT support by e-mail
nn: Du kan også få IT-hjelp på e-post

source: Øyvind Glosvik at HVL is my main supervisor and Thomas Moser at USN is co-supervisor.
nn: Øyvind Glosvik ved HVL er min hovudrettleiar og Thomas Moser ved UiS er medrettleiar.

source: , which consists of the following sub-areas: basic business economics analysis, basic accounting, financial statements and analysis, internal accounts and budgeting, and investments and finance, totaling 30 credits.
nn: grunnleggjande bedriftsøkonomisk analyse og grunnleggjande rekneskap, finansrekneskap, investering og finansiering og driftsrekneskap med budsjettering, i alt 30 studiepoeng.

source: She teaches and supervises in Master in Healthy Ageing and Rehabilitation.
nn: Hun underviser og veileder på Master in Healthy Ageing and Rehabilitation.

source: To develop research-based knowledge and experience connected to practical, aesthetical, and embodied learning processes and teaching in kindergarten, schools, teacher education and other arenas for education.
nn: utvikla ny forskings-og utviklingsbasert kunnskap og erfaring knytt til praktiske og estetiske, kreative og kroppsbaserte læringsprosessar i barnehage, skule, lærarutdanning og i andre opplæringsarenaer.

source: Further, students will acquire knowledge about basic themes in scientific theory such as source of knowledge (reason end empirical observation, induction and deduction) as well as different form of verifying knowledge (hermeneutics and the hypothetico-deductive method).
nn: Vidare skal studentane kjenne til grunnleggjande tema frå vitskapsfilosofi, som kjelder til sann kunnskap (fornuft og empiri, induksjon og deduksjon) samt ulike former for verifisering av kunnskap (hermeneutikk og den hypotetisk-deduktive metode).

source: The scanned document will be sent to your e-mail.
nn: Det du har skanna blir sendt til e-postadressa di.

source: Passed introduction course in MSB 101 Marketing Theory and Practice
nn: Greidd introduksjonsemnet i MSB 101 Marknadsteori og praksis

source: I am the student ombudsman at HVL.
nn: Eg er studentombod på HVL.

source: 8 of a total of 11 exercises are performed with the software QGIS.
nn: 8 av tilsamen 11 øvingar vil bli gjennomført i programvaren QGIS.
